/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Nyckelord";
"kMDItemTitle"                                = "Titel";
"kMDItemSubject"                              = "Ämne";
"kMDItemTheme"                                = "Tema";
"kMDItemAuthors"                              = "Skapare";
"kMDItemEditors"                              = "Redaktörer";
"kMDItemProjects"                             = "Projekt";
"kMDItemWhereFroms"                           = "Varifrån";
"kMDItemComment"                              = "Kommentar";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Producent";
"kMDItemUsedDates"                            = "Datum för användning";
"kMDItemLastUsedDate"                         = "Senast öppnad";
"kMDItemContentCreationDate"                  = "Innehållet skapat";
"kMDItemContentModificationDate"              = "Innehållet ändrat";
"kMDItemDurationSeconds"                      = "Längd";
"kMDItemCreationDate"                         = "Objektet skapat";
"kMDItemContactKeywords"                      = "Nyckelord för kontakt";
"kMDItemVersion"                              = "Version";
"kMDItemPixelHeight"                          = "Höjd i bildpunkter";
"kMDItemPixelWidth"                           = "Bredd i bildpunkter";
"kMDItemPageHeight"                           = "Sidhöjd";
"kMDItemPageWidth"                            = "Sidbredd";
"kMDItemColorSpace"                           = "Färgrymd";
"kMDItemBitsPerSample"                        = "Bitar per sampling";
"kMDItemFlashOnOff"                           = "Blixt";
"kMDItemFocalLength"                          = "Brännvidd";
"kMDItemHasAlphaChannel"                      = "Alfakanal";
"kMDItemAcquisitionMake"                      = "Enhetstillverkare";
"kMDItemAcquisitionModel"                     = "Enhetsmodell";
"kMDItemISOSpeed"                             = "ISO-hastighet";
"kMDItemOrientation"                          = "Riktning";
"kMDItemLayerNames"                           = "Lager";
"kMDItemWhiteBalance"                         = "Vitbalans";
"kMDItemAperture"                             = "Bländare";
"kMDItemProfileName"                          = "Profilens namn";
"kMDItemResolutionWidthDPI"                   = "Upplösning, bredd";
"kMDItemResolutionHeightDPI"                  = "Upplösning, höjd";
"kMDItemExposureMode"                         = "Exponeringsläge";
"kMDItemExposureTimeSeconds"                  = "Exponeringstid";
"kMDItemEXIFVersion"                          = "EXIF-version";
"kMDItemEXIFGPSVersion"                       = "EXIF-GPS-version";
"kMDItemCodecs"                               = "Kodekar";
"kMDItemMediaTypes"                           = "Medietyper";
"kMDItemStreamable"                           = "Strömningsbar";
"kMDItemTotalBitRate"                         = "Total bithastighet";
"kMDItemVideoBitRate"                         = "Bithastighet för video";
"kMDItemAudioBitRate"                         = "Bithastighet för ljud";
"kMDItemDeliveryType"                         = "Leveranstyp";

"kMDItemAltitude"                             = "Höjd över havet";
"kMDItemLatitude"                             = "Latitud";
"kMDItemLongitude"                            = "Longitud";

"kMDItemTextContent"                          = "Textinnehåll";
"kMDItemDisplayName"                          = "Synligt namn";
"kMDItemAlternateNames"                       = "Alternativa visningsnamn";

"kMDItemRedEyeOnOff"                          = "Röda ögon";
"kMDItemMeteringMode"                         = "Mätarläge";
"kMDItemMaxAperture"                          = "Max bländare";
"kMDItemFNumber"                              = "Bländartal";
"kMDItemExposureProgram"                      = "Exponeringsprogram";
"kMDItemExposureTimeString"                   = "Exponeringstid";
"kMDItemHeadline"                             = "Rubrik";
"kMDItemInstructions"                         = "Instruktioner";
"kMDItemCity"                                 = "Ort";
"kMDItemStateOrProvince"                      = "Stat eller region";
"kMDItemCountry"                              = "Land";

"kMDItemAlbum"                                = "Album";
"kMDItemAudioSampleRate"                      = "Samplingsfrekvens";
"kMDItemAudioChannelCount"                    = "Antal kanaler";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Tonart";
"kMDItemTimeSignature"                        = "Tidssignatur";
"kMDItemAudioEncodingApplication"             = "Program för ljudkodning";
"kMDItemComposer"                             = "Kompositör";
"kMDItemLyricist"                             = "Textförfattare";
"kMDItemAudioTrackNumber"                     = "Spårnummer";
"kMDItemRecordingDate"                        = "Inspelningsdatum";
"kMDItemMusicalGenre"                         = "Musikgenre";
"kMDItemIsGeneralMIDISequence"                = "General MIDI-sekvens";
"kMDItemRecipients"                           = "Mottagare";
"kMDItemRecordingYear"                        = "Inspelningsår";

"kMDItemOrganizations"                        = "Organisationer";
"kMDItemLanguages"                            = "Språk";
"kMDItemRights"                               = "Rättigheter";
"kMDItemPublishers"                           = "Utgivare";
"kMDItemContributors"                         = "Medarbetare";
"kMDItemCoverage"                             = "Omfång";
"kMDItemDescription"                          = "Beskrivning";
"kMDItemIdentifier"                           = "Identifierare";
"kMDItemAudiences"                            = "Publik";

"kMDItemNumberOfPages"                        = "Sidor";
"kMDItemSecurityMethod"                       = "Säkerhetsmetod";

"kMDItemCreator"                              = "Skapare av innehåll";
"kMDItemDueDate"                              = "Klart senast";
"kMDItemEncodingApplications"                 = "Kodningsprogram";

"kMDItemStarRating"                           = "Betyg";
"kMDItemPhoneNumbers"                         = "Telefonnummer";
"kMDItemEmailAddresses"                       = "E-postadresser";
"kMDItemInstantMessageAddresses"              = "Adresser för snabbmeddelande";
"kMDItemKind"                                 = "Sort";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Mottagar-e-postadresser";
"kMDItemAuthorEmailAddresses"                 = "Skapar-e-postadresser";

/* Names for FS attributes */
"kMDItemFSName"                               = "Filnamn";
"kMDItemPath"                                 = "Filsökväg";
"kMDItemFSSize"                               = "Storlek";
"kMDItemFSCreationDate"                       = "Skapad";
"kMDItemFSContentChangeDate"                  = "Ändrad";
"kMDItemFSOwnerUserID"                        = "Ägare";
"kMDItemFSOwnerGroupID"                       = "Grupp";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Filen skrivskyddad";
"kMDItemFSIsWriteable"                        = "Filen skrivbar";
"kMDItemFSNodeCount"                          = "Antal objekt";
"kMDItemFSHasCustomIcon"                      = "Anpassad symbol";
"kMDItemFSIsExtensionHidden"                  = "Filtillägget gömt";
"kMDItemFSIsStationery"                       = "Brevpapper";
"kMDItemFSInvisible"                          = "Filen osynlig";
"kMDItemFSLabel"                              = "Filmärkning";

"kMDItemFinderComment"                        = "Spotlight-kommentar";
"kMDItemFonts"                                = "Typsnitt";

"kMDItemAppleLoopsRootKey"                    = "Loopens ursprungliga tonart";
"kMDItemAppleLoopsKeyFilterType"              = "Loopens typ av skala";
"kMDItemAppleLoopsLoopMode"                   = "Loopfilstyp";
"kMDItemAppleLoopDescriptors"                 = "Loopbeskrivningar";
"kMDItemMusicalInstrumentCategory"            = "Instrumentkategori";
"kMDItemMusicalInstrumentName"                = "Instrumentnamn";

"kMDItemInformation"                          = "Filminformation";
"kMDItemDirector"                             = "Regissör";
"kMDItemGenre"                                = "Genre";
"kMDItemPerformers"                           = "Medverkande";
"kMDItemOriginalFormat"                       = "Ursprungsformat";
"kMDItemOriginalSource"                       = "Ursprungskälla";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Nyckelord kopplade till objektet";
"kMDItemTitle.Description"                    = "Objektets titel";
"kMDItemSubject.Description"                  = "Objektets ämne";
"kMDItemTheme.Description"                    = "Tema för det här objektet";
"kMDItemAuthors.Description"                  = "Skapare av objektet";
"kMDItemEditors.Description"                  = "Redaktörer för det här objektet";
"kMDItemProjects.Description"                 = "De projekt som objektet är en del av";
"kMDItemWhereFroms.Description"               = "Var objektet kommer ifrån";
"kMDItemComment.Description"                  = "Kommentarer till objektet";
"kMDItemCopyright.Description"                = "Copyrightinformation om objektet";
"kMDItemProducer.Description"                 = "Producent för det här objektet";
"kMDItemUsedDates.Description"                = "Datum när objektet använts";
"kMDItemLastUsedDate.Description"             = "Datum när objektet senast användes";
"kMDItemContentCreationDate.Description"      = "Datum när innehållet i objektet skapades";
"kMDItemContentModificationDate.Description"  = "Datum när innehållet i objektet ändrades";
"kMDItemDurationSeconds.Description"          = "Objektets längd i sekunder";
"kMDItemCreationDate.Description"             = "Datum när objektet skapades";
"kMDItemContactKeywords.Description"          = "Kontakter kopplade till objektet";
"kMDItemVersion.Description"                  = "Objektets versionsnummer";

"kMDItemPixelHeight.Description"              = "Dokumentets höjd i bildpunkter";
"kMDItemPixelWidth.Description"               = "Dokumentets bredd i bildpunkter";
"kMDItemPageHeight.Description"               = "Dokumentsidans höjd i punkter";
"kMDItemPageWidth.Description"                = "Dokumentets bredd i punkter";
"kMDItemResolutionWidthDPI.Description"       = "Bildens bredd i DPI";
"kMDItemResolutionHeightDPI.Description"      = "Bildens höjd i DPI";

"kMDItemColorSpace.Description"               = "Färgrymdsmodell som används för bilden";
"kMDItemProfileName.Description"              = "Namn på den färgprofil som använts för bilden";

"kMDItemBitsPerSample.Description"            = "Antal bitar per sampling";
"kMDItemFlashOnOff.Description"               = "Om bilden tagits med blixt";
"kMDItemFocalLength.Description"              = "Linsens brännvidd i millimeter (mm)";
"kMDItemHasAlphaChannel.Description"          = "Om bilden har en alfakanal";
"kMDItemAcquisitionMake.Description"          = "Tillverkare av enheten som användes för datainhämtning";
"kMDItemAcquisitionModel.Description"         = "Enhetsmodell som användes för datainhämtning";
"kMDItemISOSpeed.Description"                 = "Kamerans ISO-hastighet när bilden togs";
"kMDItemOrientation.Description"              = "Bildens format (landskap eller porträtt)";
"kMDItemLayerNames.Description"               = "Namn på filens lager";
"kMDItemWhiteBalance.Description"             = "Vitbalansinställningar för kameran när bilden togs.";
"kMDItemAperture.Description"                 = "Bländarinställningar för kameran när bilden togs";
"kMDItemExposureMode.Description"             = "Använt läge vid exponeringen";
"kMDItemExposureTimeSeconds.Description"      = "Tiden då linsen var öppen under exponering";
"kMDItemEXIFVersion.Description"              = "Version av EXIF som användes när metadata genererades";
"kMDItemEXIFGPSVersion.Description"           = "Den version av GPSInfoIFD i EXIF som används till att skapa metadata";
"kMDItemRedEyeOnOff.Description"              = "Om korrigering av ”röda ögon” var aktiverat eller inte";
"kMDItemMeteringMode.Description"             = "Mätarläget (okänt, medelvärde, centrumvägd, spot, multispot, flerfältsmätning, partiell)";
"kMDItemMaxAperture.Description"              = "Lägsta APEX-bländartal för linsen, oftast mellan 00,00 och 99,99";
"kMDItemFNumber.Description"                  = "Diameter på bländaren i förhållande till linsens effektiva brännvidd";
"kMDItemExposureProgram.Description"          = "Typ av program som användes av kameran till inställningar för exponering: manuell, normal, bländarprioritet...";
"kMDItemExposureTimeString.Description"       = "Exponeringstid";
"kMDItemHeadline.Description"                 = "Publicerbar sammanfattning av objektets innehåll";
"kMDItemInstructions.Description"             = "Annan information som rör objektet, som. t.ex. hanteringsinstruktioner";
"kMDItemCity.Description"                     = "Ort för objektet";
"kMDItemStateOrProvince.Description"          = "Stat eller region för objektet enligt leverantören";
"kMDItemCountry.Description"                  = "Land eller plats där objektet skapades enligt leverantören";

"kMDItemAltitude.Description"                 = "Objektets höjd över havet i meter uttryckt i WGS84. Negativa tal ligger under havsnivån.";
"kMDItemLatitude.Description"                 = "Objektets latitud i grader norr om ekvatorn uttryckt i WGS84. Negativa tal ligger söder om ekvatorn.";
"kMDItemLongitude.Description"                = "Objektets longitud i grader öster om nollmeridianen uttryckt i WGS84. Negativa tal ligger väster om nollmeridianen.";

"kMDItemCodecs.Description"                   = "Kodekar som används vid kodning och avkodning av mediet";
"kMDItemMediaTypes.Description"               = "Medietyper i innehållet";
"kMDItemStreamable.Description"               = "Om innehållet är förberett för strömning";
"kMDItemTotalBitRate.Description"             = "Kombinerad bithastighet för ljud och video i mediet";
"kMDItemVideoBitRate.Description"             = "Bithastighet för video i mediet";
"kMDItemAudioBitRate.Description"             = "Bithastighet för ljudet i mediet";
"kMDItemDeliveryType.Description"             = "Metod som användes vid leverans av mediet (snabbstart eller RTSP)";
"kMDItemDisplayName.Description"              = "Lokaliserat filnamn";
"kMDItemAlternateNames.Description"           = "Alternativa namn på filen";
"kMDItemAlbum.Description"                    = "Titel på en samling av mediefiler, t.ex. ett skivalbum";
"kMDItemAudioSampleRate.Description"          = "Samplingsfrekvens för filens ljuddata";
"kMDItemAudioChannelCount.Description"        = "Antal ljudkanaler i filen";
"kMDItemTempo.Description"                    = "Tempo i slag per minut för musiken i ljudfilen";
"kMDItemKeySignature.Description"             = "Tonart på spåret i ljudfilen";
"kMDItemTimeSignature.Description"            = "Tidssignatur för spåret i ljud- eller MIDI-filen";
"kMDItemAudioEncodingApplication.Description" = "Namnet på det program som kodat filens ljuddata";
"kMDItemComposer.Description"                 = "Kompositör av spåret i ljudfilen";
"kMDItemLyricist.Description"                 = "Textförfattare till spåret i ljudfilen";
"kMDItemAudioTrackNumber.Description"         = "Spårnummer för spåret i ett album";
"kMDItemRecordingDate.Description"            = "Datum då spåret spelades in";
"kMDItemMusicalGenre.Description"             = "Musikgenre på spåret i ljudfilen";
"kMDItemIsGeneralMIDISequence.Description"    = "Om MIDI-sekvensen som finns i filen är inställd för användning med General MIDI-enheter";
"kMDItemRecordingYear.Description"            = "Året då objektet spelades in";

"kMDItemOrganizations.Description"            = "Organisationer som skapat dokumentet";
"kMDItemLanguages.Description"                = "Det eller de språk som innehållet i dokumentet är på";
"kMDItemRights.Description"                   = "Länk till information om rättigheterna för dokumentet";
"kMDItemPublishers.Description"               = "Utgivare av dokumentet";
"kMDItemContributors.Description"             = "Personer eller organisationer som bidragit till innehållet i dokumentet";
"kMDItemCoverage.Description"                 = "Spännvidd eller fokusering av dokumentets innehåll";
"kMDItemDescription.Description"              = "Beskrivning av dokumentets innehåll";
"kMDItemIdentifier.Description"               = "Referens till en resurs inom ett givet sammanhang";
"kMDItemAudiences.Description"                = "Vem eller vilka dokumentet är avsett för";

"kMDItemNumberOfPages.Description"            = "Antal sidor i dokumentet";
"kMDItemSecurityMethod.Description"           = "Krypteringsmetod som användes för att göra dokumentet säkert";
"kMDItemCreator.Description"                  = "Programmet som användes när dokumentet skapades";
"kMDItemEncodingApplications.Description"     = "Program som användes vid konvertering av originalinnehållet";
"kMDItemDueDate.Description"                  = "Klardatum för objektet";

"kMDItemStarRating.Description"               = "Användarbetyg";
"kMDItemPhoneNumbers.Description"             = "Telefonnummer kopplade till objektet";
"kMDItemEmailAddresses.Description"           = "E-postadresser kopplade till objektet";
"kMDItemInstantMessageAddresses.Description"  = "Snabbmeddelandeadresser kopplade till objektet";
"kMDItemKind.Description"                     = "Objektets typ";
"kMDItemFinderComment.Description"            = "Spotlight-kommentar för det här objektet";
"kMDItemTextContent.Description"              = "Objektets textinnehåll";
"kMDItemRecipients.Description"               = "Objektets mottagare";
"kMDItemFonts.Description"                    = "Typsnitt som används i objektet";
"kMDItemURL.Description"                      = "URL till objektet";
"kMDItemRecipientEmailAddresses.Description"  = "E-postadresser till mottagare av objektet";
"kMDItemAuthorEmailAddresses.Description"     = "E-postadresser till skapare av objektet";

"kMDItemInformation.Description"              = "Filminformation";
"kMDItemDirector.Description"                 = "Regissör";
"kMDItemGenre.Description"                    = "Genre";
"kMDItemPerformers.Description"               = "Medverkande";
"kMDItemOriginalFormat.Description"           = "Ursprungsformat";
"kMDItemOriginalSource.Description"           = "Ursprungskälla";

"kMDItemFSName.Description"                   = "Filens namn";
"kMDItemPath.Description"                     = "Fullständig sökväg för den här filen";
"kMDItemFSSize.Description"                   = "Filens storlek på skivan i byte, avrundat till blockstorleken på skivan";
"kMDItemFSCreationDate.Description"           = "Datum då filen skapades";
"kMDItemFSContentChangeDate.Description"      = "Datum då filens innehåll senast ändrades";
"kMDItemFSOwnerUserID.Description"            = "Användar-ID för filens ägare";
"kMDItemFSOwnerGroupID.Description"           = "Grupp-ID för filens ägare";
"kMDItemFSIsReadable.Description"             = "Om filen kan öppnas men inte ändras";
"kMDItemFSIsWriteable.Description"            = "Om filen kan ändras";
"kMDItemFSNodeCount.Description"              = "Antal filer och mappar i mappen";
"kMDItemFSHasCustomIcon.Description"          = "Om filen har en anpassad symbol";
"kMDItemFSIsExtensionHidden.Description"      = "Om filtillägget är gömt";
"kMDItemFSIsStationery.Description"           = "Om filen är en mallfil";
"kMDItemFSInvisible.Description"              = "Om filen är synlig";
"kMDItemFSLabel.Description"                  = "Det nummer som motsvarar den Finder-märkning filen tilldelats";

"kMDItemAppleLoopsRootKey.Description"        = "Visa loopens ursprungliga tonart. Tonarten är rotnoten, eller toniska, för loopen, och inbegriper inte skalans typ";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Om loopen är i dur- eller mollskala, ingendera eller kan användas med bägge";
"kMDItemAppleLoopsLoopMode.Description"       = "Om filen är en loopande fil eller ej. Loopande filer justerar tempot efter sången, medan icke-loopande filer behåller sitt inspelningstempo";
"kMDItemAppleLoopDescriptors.Description"     = "Nyckelord som beskriver stämningen och andra aspekter av loopen";
"kMDItemMusicalInstrumentCategory.Description"= "Instrumentkategori som filen tillhör";
"kMDItemMusicalInstrumentName.Description"    = "Instrumenttyp inspelad i filen";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,nyckelord";
"kMDItemTitle.ShortName"                      = "title,titel";
"kMDItemSubject.ShortName"                    = "subject,title,ämne,titel";
"kMDItemTheme.ShortName"                      = "tema";
"kMDItemAuthors.ShortName"                    = "skapare,från,med,av";
"kMDItemEditors.ShortName"                    = "redigerare";
"kMDItemProject.ShortName"                    = "project,projekt";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,varifrån";
"kMDItemComment.ShortName"                    = "comment,kommentar";
"kMDItemCopyright.ShortName"                  = "copyright";
"kMDItemProducer.ShortName"                   = "producent";
"kMDItemUsedDates.ShortName"                  = "used,date,använd,datum";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,senastanvänt,datum";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,innehållskapat,skapat,datum";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,innehålländrat,ändrat,datum";
"kMDItemDurationSeconds.ShortName"            = "duration,time,längd,tid";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,objektskapat,skapat,datum";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,kontaktnyckelord,nyckelord";
"kMDItemVersion.ShortName"                    = "version";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,bildpunktshöjd,höjd";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,bildpunktsbredd,bredd";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,sidohöjd,höjd";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,sidobredd,höjd";
"kMDItemColorSpace.ShortName"                 = "colorspace,färgrymd";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bitarpersampling,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash,blixt";
"kMDItemFocalLength.ShortName"                = "focallength,fokallängd";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,alfa";
"kMDItemAcquisitionMake.ShortName"            = "make,märke";
"kMDItemAcquisitionModel.ShortName"           = "model,modell";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,riktning";
"kMDItemLayerNames.ShortName"                 = "layer,lager";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,vitbalans";
"kMDItemAperture.ShortName"                   = "aperture,bländare,fstop";
"kMDItemProfileName.ShortName"                = "profile,profil";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,bredddpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,höjddpi,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,exponeringsläge";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,exponeringstid,tid";
"kMDItemEXIFVersion.ShortName"                = "exifversion,Exif-version";
"kMDItemCodecs.ShortName"                     = "codec,kodek";
"kMDItemMediaTypes.ShortName"                 = "mediatype,medietyp";
"kMDItemStreamable.ShortName"                 = "streamable,strömningsbar";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,totalbithastighet,bithastighet";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,videobithastighet,bithastighet";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,ljudbithastighet,bithastighet";
"kMDItemDeliveryType.ShortName"               = "delivery,leverans";
"kMDItemAltitude.ShortName"                   = "höjd över havet";
"kMDItemLatitude.ShortName"                   = "latitud";
"kMDItemLongitude.ShortName"                  = "longitud";

"kMDItemTextContent.ShortName"                = "intext";
"kMDItemDisplayName.ShortName"                = "displayname,name,skärmnamn,namn";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,rödaögon";
"kMDItemMeteringMode.ShortName"               = "meteringmode,mätläge";
"kMDItemMaxAperture.ShortName"                = "maxaperture,maxbländare";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop,bländartal,bländare";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,exponeringsprogram";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,exponeringstid,tid";
"kMDItemHeadline.ShortName"                   = "headline,title,rubrik,titel";
"kMDItemInstructions.ShortName"               = "instructions,anvisningar";
"kMDItemCity.ShortName"                       = "city,postort";
"kMDItemStateOrProvince.ShortName"            = "state,province,stat,provins";
"kMDItemCountry.ShortName"                    = "country,land";

"kMDItemAlbum.ShortName"                      = "album,title,titel";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,ljudsamplingsfrekvens,samplingsfrekvens";
"kMDItemAudioChannelCount.ShortName"          = "channels,kanaler";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,key,nyckelsignatur,nyckel";
"kMDItemTimeSignature.ShortName"              = "timesignature,tidssignatur";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication";
"kMDItemComposer.ShortName"                   = "composer,author,by,kompositör,skapare,av";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,textförfattare,skapare,av";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,spårnummer";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,inspelningsdatum,datum";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,musikgenre,genre";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi";
"kMDItemRecipients.ShortName"                 = "mottagare,till,med";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,inspelningsår,år";

"kMDItemOrganizations.ShortName"              = "organization,organisation";
"kMDItemLanguages.ShortName"                  = "language,språk";
"kMDItemRights.ShortName"                     = "rights,rättigheter";
"kMDItemPublishers.ShortName"                 = "publisher,utgivare";
"kMDItemContributors.ShortName"               = "medarbetare,av,skapare,med";
"kMDItemCoverage.ShortName"                   = "coverage,täckning";
"kMDItemDescription.ShortName"                = "description,comment,beskrivning,kommentar";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to,publik,till";

"kMDItemNumberOfPages.ShortName"              = "pages,sidor";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,säkerhetsmetod";

"kMDItemCreator.ShortName"                    = "creator,skapare";
"kMDItemDueDate.ShortName"                    = "duedate,date,klardatum,datum";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,kodningsprogram";

"kMDItemStarRating.ShortName"                 = "starrating,betygssättning";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,telefonnummer";
"kMDItemEmailAddresses.ShortName"             = "email,e-post";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,chattnamn";
"kMDItemKind.ShortName"                       = "kind,sort";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "e-post,till";
"kMDItemAuthorEmailAddresses.ShortName"       = "e-post,från";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,filnamn";
"kMDItemPath.ShortName"                       = "path,sökväg";
"kMDItemFSSize.ShortName"                     = "size,storlek";
"kMDItemFSCreationDate.ShortName"             = "created,skapad";
"kMDItemFSContentChangeDate.ShortName"        = "modified,ändrad";
"kMDItemFSOwnerUserID.ShortName"              = "owner,ägare";
"kMDItemFSOwnerGroupID.ShortName"             = "group,grupp";
"kMDItemFSIsStationery.ShortName"             = "stationery,brevmall";
"kMDItemFSInvisible.ShortName"                = "invisible,osynlig";
"kMDItemFSLabel.ShortName"                    = "label,märkning";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,spotlightkommentar,kommentar";
"kMDItemFonts.ShortName"                      = "font,typsnitt";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,instrumentkategori";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,instrumentnamn";
